Repository: FacuLbsz/Benefix_UAI
Catalog: Benefix_UI/Recursos localizables/StringResources.*.resx
Languages: es_es

# AdministracionDeFamiliasMessageFamiliaEliminado
source: La familia ha sido eliminada con exito._INGLES
es_es: La familia ha sido eliminada con exito.

# AdministracionDeFamiliasMessageFamiliaEliminadoError
source: La familia no se pudo eliminar debido a que la patente asignada '{0}' no se encuentra asignada a otra familia o usuario._INGLES
es_es: La familia no se pudo eliminar debido a que la patente asignada '{0}' no se encuentra asignada a otra familia o usuario.

# AdministracionDeFamiliasMessageSatisfactorio
source: La familia ha sido creado con existo_INGLES
es_es: La familia ha sido creado con existo

# AdministracionDeUsuariosMessageContraseñaRestablecida
source: La contraseña ha sido restablecida en la ruta seleccionada. _INGLES
es_es: La contraseña ha sido restablecida: \n

# AdministracionDeUsuariosMessageEmailInvalido
source: El email ingresado no corresponde a un formato válido._INGLES
es_es: El email ingresado no corresponde a un formato válido.

# AdministracionDeUsuariosMessageEmailRequerido
source: El email es un campo requerido._INGLES
es_es: El email es un campo requerido.

# AdministracionDeUsuariosMessageNombreRequerido
source: El nombre es un campo requerido y puede contener solo letras._INGLES
es_es: El nombre es un campo requerido y puede contener solo letras.

# AdministracionDeUsuariosMessageSatisfactorio
source: El usuario ha sido creado con existo_INGLES
es_es: El usuario ha sido creado con existo, por favor guarde su contraseña: \n

# AdministracionDeUsuariosMessageUsuarioDuplicado
source: El nombre de usuario ya se encuentra utilizado, se utilizara el nombre: _INGLES
es_es: El nombre de usuario ya se encuentra utilizado, se utilizara el nombre:

# AdministracionDeUsuariosMessageUsuarioEliminado
source: El usuario ha sido eliminado con existo._INGLES
es_es: El usuario ha sido eliminado con existo.

# AdministracionDeUsuariosMessageUsuarioModificado
source: El usuario ha sido modificado con existo._INGLES
es_es: El usuario ha sido modificado con existo.

# AdminsitracionDeFamiliasMessageFamiliaModificado
source: La familia ha sido modificada con exito._INGLES
es_es: La familia ha sido modificada con exito.

# AdminsitracionDeFamiliasMessageNombreDubplicado
source: El nombre ingresado ya se encuentra utilizado, por favor indique otro._INGLES
es_es: El nombre ingresado ya se encuentra utilizado, por favor indique otro.

# AdminsitracionDeUsuariosMessageApellidoRequerido
source: El apellido es un campo requerido y puede contener solo letras._INGLES
es_es: El apellido es un campo requerido y puede contener solo letras.

# AdminsitracionDeUsuariosMessageEmailDuplicado
source: El email ingresado ya se encuentra utilizado, por favor ingrese otro._INGLES
es_es: El email ingresado ya se encuentra utilizado, por favor ingrese otro.

# AsignarDesasignarPatenteLabel
source: ¿Como desea asignar la patente?_INGLES
es_es: ¿Como desea asignar la patente?

# AsignarPatentesAFamiliasMessageDesasignarError
source: No es posible desasignar la patente {0} debido a que no se encuentra asignada a otro usuario o familia._INGLES
es_es: No es posible desasignar la patente {0} debido a que no se encuentra asignada a otro usuario o familia.

# AsignarPatentesAFamiliasMessagePatenteAsignarRequerido
source: Debe seleccionar una patente a asignar_INGLES
es_es: Debe seleccionar una patente a asignar

# AsignarPatentesAFamiliasMessagePatenteDesasignarRequerido
source: Debe seleccionar una patente a desasignar_INGLES
es_es: Debe seleccionar una patente a desasignar

# AsignarPatentesAFamiliasMessageSatisfactorio
source: La asignacion se ha guardado correctamente._INGLES
es_es: La asignacion se ha guardado correctamente.

# AsignarPatentesAUsuariosMessageDesasignarError
source: No es posible desasignar la patente {0} debido a que no se encuentra asignada a otro usuario o familia._INGLES
es_es: No es posible desasignar la patente {0} debido a que no se encuentra asignada a otro usuario o familia.

# AsignarPatentesAUsuariosMessagePatenteAsignarRequerido
source: Debe seleccionar una patente a asignar_INGLES
es_es: Debe seleccionar una patente a asignar

# AsignarPatentesAUsuariosMessagePatenteDesasignarRequerido
source: Debe seleccionar una patente a desasignar_INGLES
es_es: Debe seleccionar una patente a desasignar

# AsignarPatentesAUsuariosMessageSatisfactorio
source: La asignacion se ha guardado correctamente._INGLES
es_es: La asignacion se ha guardado correctamente.

# AsignarUsuariosMessageUsuarioAsignarRequerido
source: Debe seleccionar un usuario a asignar_INGLES
es_es: Debe seleccionar un usuario a asignar

# AsignarUsuariosMessageUsuarioDesasignarRequerido
source: Debe seleccionar un usuario a desasignar_INGLES
es_es: Debe seleccionar un usuario a desasignar

# AsignarUsuariosMessageUsuarioSatisfactorio
source: La asignacion se ha guardado correctamente._INGLES
es_es: La asignacion se ha guardado correctamente.

# BackupMessageError
source: Ha ocurrido un error realizando el backup, por favor comuniquese con el administrador del sistema._INGLES
es_es: Ha ocurrido un error realizando el backup, por favor comuniquese con el administrador del sistema.

# BackupMessageRutaDestinoVacia
source: La ruta destino es requerida._INGLES
es_es: La ruta destino es requerida.

# BackupMessageSatisfactorio
source: El backup se ha realizado correctamente en la ruta indicada._INGLES
es_es: El backup se ha realizado correctamente en la ruta indicada.

# BackupMessageSinAutorizacion
source: Benefix no cuenta con permisos de escritura en la ruta ingresada._INGLES
es_es: Benefix no cuenta con permisos de escritura en la ruta ingresada.

# Bienvenido
source: Bienvenido_INGLES
es_es: Bienvenido

# BienvenidoLabel
source: Bienvenido a Benefix, por favor ingrese el string de conexión requerido para el acceso a la base de datos._INGLES
es_es: Bienvenido a Benefix, por favor ingrese el string de conexión requerido para el acceso a la base de datos.

# Bitacora
source: Consultar bitácora_INGLES
es_es: Consultar bitácora

# BitacoraMessageFechaIncorrecta
source: La fecha desde ingresada no puede ser anterior a la fecha hasta._INGLES
es_es: La fecha desde ingresada no puede ser anterior a la fecha hasta.

# ButtonAlcanzado
source: Alcanzado_INGLES
es_es: Alcanzado

# ButtonAsignar
source: < Asignar_INGLES
es_es: < Asignar

# ButtonAsignarBeneficios
source: Asignar beneficios_INGLES
es_es: Asignar beneficios

# ButtonAsignarCoordinador
source: Asignar coordinador_INGLES
es_es: Asignar coordinador

# ButtonAsignarEmpleados
source: Asignar empleados_INGLES
es_es: Asignar empleados

# ButtonAsignarGrupos
source: Asignar grupos_INGLES
es_es: Asignar grupos

# ButtonAsignarPatentes
source: Asignar patentes_INGLES
es_es: Asignar patentes

# ButtonAsignarUsuarios
source: Asignar usuarios_INGLES
es_es: Asignar usuarios

# ButtonCancelar
source: Cancelar_INGLES
es_es: Cancelar

# ButtonComenzar
source: Comenzar_INGLES
es_es: Comenzar

# ButtonConfirmar
source: Confirmar_INGLES
es_es: Confirmar

# ButtonConsultar
source: Consultar_INGLES
es_es: Consultar

# ButtonCrear
source: Crear_INGLES
es_es: Crear

# ButtonDesasignar
source: Desasignar >_INGLES
es_es: Desasignar >

# ButtonEliminar
source: Eliminar_INGLES
es_es: Eliminar

# ButtonEvaluar
source: Evaluar_INGLES
es_es: Evaluar

# ButtonExportar
source: Exportar_INGLES
es_es: Exportar

# ButtonGuardar
source: Guardar_INGLES
es_es: Guardar

# ButtonImportar
source: Importar_INGLES
es_es: Importar

# ButtonIncumplido
source: Incumplido_INGLES
es_es: Incumplido

# ButtonLimpiar
source: Limpiar_INGLES
es_es: Limpiar

# ButtonModificar
source: Modificar_INGLES
es_es: Modificar

# ButtonPermisiva
source: Permisiva_INGLES
es_es: Permisiva

# ButtonRestablecerContraseña
source: Restablecer contraseña_INGLES
es_es: Restablecer contraseña

# ButtonRestrictiva
source: Restrictiva_INGLES
es_es: Restrictiva

# ButtonSeleccionar
source: Seleccionar_INGLES
es_es: Seleccionar

# FormularioApellido
source: Apellido_INGLES
es_es: Apellido

# FormularioCantidadDeVolumenes
source: Cantidad de volumenes_INGLES
es_es: Cantidad de volumenes

# FormularioCoordinador
source: Coordinador_INGLES
es_es: Coordinador

# FormularioCriticidad
source: Criticidad_INGLES
es_es: Criticidad

# FormularioDescripcion
source: Descripción_INGLES
es_es: Descripción

# FormularioEmail
source: Email_INGLES
es_es: Email

# FormularioFechaDesde
source: Fecha desde_INGLES
es_es: Fecha desde

# FormularioFechaHasta
source: Fecha hasta_INGLES
es_es: Fecha hasta

# FormularioNombre
source: Nombre_INGLES
es_es: Nombre

# FormularioNombreUsuario
source: Nombre de usuario_INGLES
es_es: Nombre de usuario

# FormularioPeriodo
source: Periodo_INGLES
es_es: Periodo

# FormularioPuntaje
source: Puntaje_INGLES
es_es: Puntaje

# FormularioRutaDestino
source: Ruta destino_INGLES
es_es: Ruta destino

# FormularioRutaOrigen
source: Ruta origen_INGLES
es_es: Ruta origen

# FormularioUsuario
source: Usuario_INGLES
es_es: Usuario

# IdiomaLabel
source: ¿Desea modificar el idioma? Es necesario reiniciar la aplicación para visualizar el cambio._INGLES
es_es: ¿Desea modificar el idioma? Es necesario reiniciar la aplicación para visualizar el cambio.

# LogInMesageIntegridadCorrompida
source: La integridad de la base de datos ha sido corrompida, por favor comuniquese con el administrador de sistema._INGLES
es_es: La integridad de la base de datos ha sido corrompida, por favor comuniquese con el administrador de sistema.

# LogInMessageBaseDeDatosInalcanzable
source: No ha sido posible acceder a la base de datos configurada, por favor modifique el string de conexion._INGLES
es_es: No ha sido posible acceder a la base de datos configurada, por favor modifique el string de conexion.

# LogInMessageContraseñaRequerido
source: Debe ingresar una contraseña._INGLES
es_es: Debe ingresar una contraseña.

# LogInMessageNombreRequerido
source: Debe ingresar un nombre de usuario._INGLES
es_es: Debe ingresar un nombre de usuario.

# LogInMessageUsuarioContraseñaIncorrectos
source: El usuario y la contraseña ingresada no coinciden para un usuario valido._INGLES
es_es: El usuario y la contraseña ingresada no coinciden para un usuario valido.

# LogoutLabel
source: ¿Desea cerrar su sesión? Toda la información no guardada se perdera._INGLES
es_es: ¿Desea cerrar su sesión? Toda la información no guardada se perdera.

# RestoreMessageError
source: Ha ocurrido un error realizando el restore, por favor comuniquese con el administrador del sistema._INGLES
es_es: Ha ocurrido un error realizando el restore, por favor comuniquese con el administrador del sistema.

# RestoreMessageSatisfactorio
source: El restore se ha realizado correctamente._INGLES
es_es: El restore se ha realizado correctamente.

# RestoreMessageSinAutorizacion
source: Benefix no cuenta con permisos de lectura en la ruta ingresada._INGLES
es_es: Benefix no cuenta con permisos de lectura en la ruta ingresada.

# RestoreMessageVacio
source: Sebe seleccionar un archivo backup para importar._INGLES
es_es: Sebe seleccionar un archivo backup para importar.

# SistemaMenuItemAdministracion
source: Administración_INGLES
es_es: Administración

# SistemaMenuItemAdministracionDeBeneficios
source: Administración de beneficios_INGLES
es_es: Administración de beneficios

# SistemaMenuItemAdministracionDeEquipos
source: Administración de equipos_INGLES
es_es: Administración de equipos

# SistemaMenuItemAdministracionDeFamilias
source: Administración de familias_INGLES
es_es: Administración de familias

# SistemaMenuItemAdministracionDeGrupos
source: Administración de grupos_INGLES
es_es: Administración de grupos

# SistemaMenuItemAdministracionDeObjetivos
source: Administración de objetivos_INGLES
es_es: Administración de objetivos

# SistemaMenuItemAdministracionDeUsuarios
source: Administración de usuarios_INGLES
es_es: Administración de usuarios

# SistemaMenuItemBeneficioPorEmpleado
source: Beneficio por empleado_INGLES
es_es: Beneficio por empleado

# SistemaMenuItemBitacora
source: Bitacora_INGLES
es_es: Bitacora

# SistemaMenuItemEvaluacion
source: Evaluación_INGLES
es_es: Evaluación

# SistemaMenuItemEvaluarEquiposACargo
source: Evaluar equipos a cargo_INGLES
es_es: Evaluar equipos a cargo

# SistemaMenuItemIdioma
source: Idioma_INGLES
es_es: Idioma

# SistemaMenuItemMiEstado
source: Mi estado_INGLES
es_es: Mi estado

# SistemaMenuItemObjetivosPorEmpleados
source: Objetivos por empleado_INGLES
es_es: Objetivos por empleado

# SistemaMenuItemObjetivosPorEquipo
source: Objetivos por equipo_INGLES
es_es: Objetivos por equipo

# SistemaMenuItemRealizarBackUp
source: Realizar Back Up_INGLES
es_es: Realizar Back Up

# SistemaMenuItemRealizarRestore
source: Realizar restore_INGLES
es_es: Realizar restore

# SistemaMenuItemReportes
source: Reportes_INGLES
es_es: Reportes

# StringResourcesMessageStringVacio
source: Debe ingresar un string de conexion a guardar._INGLES
es_es: Debe ingresar un string de conexion a guardar.

# TableBeneficios
source: Beneficios_INGLES
es_es: Beneficios

# TableBeneficiosAsignados
source: Beneficios Asignados_INGLES
es_es: Beneficios Asignados

# TableCriticidad
source: Criticidad_INGLES
es_es: Criticidad

# TableCumplimiento
source: Cumplimiento_INGLES
es_es: Cumplimiento

# TableDescripcion
source: Descripción_INGLES
es_es: Descripción

# TableEmpleado
source: Empleado_INGLES
es_es: Empleado

# TableEmpleados
source: Empleados_INGLES
es_es: Empleados

# TableEmpleadosAsignados
source: Empleados Asignados_INGLES
es_es: Empleados Asignados

# TableEquipoObjetivo
source: Equipo - Objetivo_INGLES
es_es: Equipo - Objetivo

# TableEquipos
source: Equipos_INGLES
es_es: Equipos

# TableFamilias
source: Familias_INGLES
es_es: Familias

# TableFecha
source: Fecha_INGLES
es_es: Fecha

# TableFuncionalidad
source: Funcionalidad_INGLES
es_es: Funcionalidad

# TableGrupos
source: Grupos_INGLES
es_es: Grupos

# TableGruposAsignados
source: Grupos Asignados_INGLES
es_es: Grupos Asignados

# TableObjetivos
source: Objetivos_INGLES
es_es: Objetivos

# TableOtorgado
source: Otorgado_INGLES
es_es: Otorgado

# TablePatenteEstado
source: P/R_INGLES
es_es: P/R

# TablePatentes
source: Patentes_INGLES
es_es: Patentes

# TablePatentesAsignadas
source: Patentes Asignadas_INGLES
es_es: Patentes Asignadas

# TablePorcentCumplimiento
source: % Cumplimiento_INGLES
es_es: % Cumplimiento

# TablePuntaje
source: Puntaje_INGLES
es_es: Puntaje

# TableUsuarioEnSesion
source: Usuario en sesion_INGLES
es_es: Usuario en sesion

# TableUsuarios
source: Usuarios_INGLES
es_es: Usuarios

# TableUsuariosAsignados
source: Usuarios asignados_INGLES
es_es: Usuarios asignados

# TitleEvaluarEmpleados
source: Evaluar empleados_INGLES
es_es: Evaluar empleados

# TitleModificarIdioma
source: Modificar idioma_INGLES
es_es: Modificar idioma
